Repository: collective/collective.gmaplocation
Catalog: src/collective/gmaplocation/locales/*/LC_MESSAGES/gmaplocation.po
Languages: de

source: Calculate Route to this location
de: Route zu diesem Ort berechnen

source: Cannot parse lat/lng. Float conversion failed
de: Lat/Lon kann nicht gelesen werden. Gleitkommakonvertierung fehlgeschlagen

source: Cannot parse zoom. Int conversion failed
de: Zoom Level kann nicht gelesen werden. Ganzzahlkonvertierung fehlgeschlagen

source: English
de: Englisch

source: English (Australian)
de: Englisch (Australisch)

source: English (Great Britain)
de: Englisch (Britisch)

source: European Union
de: Europäische Union

source: German
de: Deutsch

source: Germany
de: Deutschland

source: Go
de: Los

source: Location Coordinates set: ${lat}, ${lon}
de: Koordinaten für Ort wurden gesetzt: ${lat}, ${lon}

source: Origin
de: Ausgangspunkt

source: Pick location from Map
de: Setze Ort über Karte

source: Result
de: Ergebnis

source: Roadmap
de: Straßenkarte

source: Satellite
de: Satellit

source: Set current Map Zoom Level as Location Zoom Level
de: Setze aktuellen Zoom für diesen Ort

source: Soviet Union
de: Sovietische Union

source: Terrain
de: Gelände

source: United Kingdom
de: Vereintes Königreich

source: United States
de: Vereinigte Staaten

source: Zoom level set to: ${zoom}
de: Zoom level wurde gesetzt auf: ${zoom}

source: Zoom out of range
de: Ungültiger Zoom Level

source: center map
de: Karte zentrieren

source: label_height
de: Kartenhöhe

source: label_info_description
de: Infofenster Beschreibung

source: label_info_image
de: Infofenster Bild

source: label_info_target_link
de: Infofenster Link

source: label_info_title
de: Infofenster Titel

source: label_language
de: Kartensprache

source: label_latitude
de: Breitengrad

source: label_longitude
de: Längengrad

source: label_map_type
de: Kartenansicht

source: label_region
de: Kartenregion

source: label_width
de: Kartenbreite

source: label_zoom
de: Zoomlevel Karte

source: Default Width
de: Standard Kartenbreite

source: Default Height
de: Standard Kartenhöhe

source: Default Latitude
de: Standard Breitengrad

source: Default Longitude
de: Standard Längengrad

source: Default Zoom
de: Standard Zoom Level

source: Default Language
de: Standard Sprache

source: Default Region
de: Standard Region

source: Default Map Type
de: Standard Kartentyp

source: Save
de: Speichern
